# строка 1

text = """Этот документ описывает соглашение о том, как писать код для языка python, включая стандартную библиотеку, входящую в состав python.
          PEP 8 создан на основе рекомендаций Гуидо ван Россума с добавлениями от Барри. Если где-то возникал конфликт, мы выбирали стиль Гуидо.
          И, конечно, этот PEP может быть неполным (фактически, он, наверное, никогда не будет закончен)."""

# строка 2
text = """Ключевая идея Гуидо такова: код читается намного больше раз, чем пишется. 
Собственно, рекомендации о стиле написания кода направлены на то, чтобы улучшить читаемость кода и сделать его согласованным
между большим числом проектов. В идеале, весь код будет написан в едином стиле, и любой сможет легко его прочесть."""


# строка 3
text = """Пробелы - самый предпочтительный метод отступов.
Табуляция должна использоваться только для поддержки кода, написанного с отступами с помощью табуляции.
Python 3 запрещает смешивание табуляции и пробелов в отступах.
Python 2 пытается преобразовать табуляцию в пробелы."""

# строка 4
text = "Django is a high-level Python web framework that encourages rapid development and clean, pragmatic design."

# строка 5
text = "Dj(.=(.(,,,,,ango i,,s a hi,,,,gh-,.,.,.,.level Python( web framewor(.....k"
